[
    {
        "name": "azure-log-analytics",
        "label": "Azure Log Analytics",
        "category": "Analytics and SIEM",
        "description": "Log Analytics is a tool in the Azure portal that's used to edit and run log queries against data in the Azure Monitor Logs store. This connector facilitates the automated operations related to query and saved searches.",
        "publisher": null,
        "operation_roles": [],
        "configurations": [],
        "dataImports": [],
        "install_mode": "rpm"
    },
    {
        "name": "fortinet-fortianalyzer",
        "label": "Fortinet FortiAnalyzer",
        "category": "Analytics & SIEM",
        "description": "FortiAnalyzer is the NOC-SOC security analysis tool built with operations perspective. With action-oriented views and deep drill-down capabilities, FortiAnalyzer not only gives organizations critical insight into threats, but also accurately scopes risk across the attack surface, pinpointing where immediate response is required.",
        "publisher": null,
        "operation_roles": [],
        "configurations": [],
        "dataImports": [],
        "install_mode": "rpm"
    },
    {
        "name": "fortinet-fortisiem",
        "label": "Fortinet FortiSIEM",
        "category": "Analytics and SIEM",
        "description": "FortiSIEM provides integrations that allow you to query and make changes to the CMDB, query events, and send incident notifications. Provide actions like get incidents, comment incident, cleared incident, get device details, get monitored organizations, report related actions and get all associated events for an incident from FortiSIEM.",
        "publisher": null,
        "operation_roles": [],
        "configurations": [],
        "dataImports": [],
        "install_mode": "rpm"
    },
    {
        "name": "qradar",
        "label": "IBM QRadar",
        "category": "Analytics and SIEM",
        "description": "IBM QRadar is an enterprise security information and event management (SIEM) product. Fortinet FortiSOSR connector for IBM QRadar allows user to invoke QRadar API, perform Ariel Queries and operations like Get Offense,related events,update and close offenses.",
        "publisher": null,
        "operation_roles": [],
        "configurations": [],
        "dataImports": [],
        "install_mode": "rpm"
    },
    {
        "name": "fortigate-firewall",
        "label": "Fortinet FortiGate",
        "category": "Firewall and Network Protection",
        "description": "Fortinet FortiGate enterprise firewall provide high performance, consolidated advanced security and granular visibility for broad protection across the entire digital attack surface.",
        "publisher": null,
        "operation_roles": [],
        "configurations": [],
        "dataImports": [],
        "install_mode": "rpm"
    },
    {
        "name": "jira",
        "label": "Jira",
        "category": "Ticket Creation",
        "description": "Jira Service Desk Connector for issue creating, updating and deleting.",
        "publisher": null,
        "operation_roles": [],
        "configurations": [],
        "dataImports": [],
        "install_mode": "rpm"
    },
    {
        "name": "nist-nvd",
        "label": "NIST National Vulnerability Database",
        "category": "Vulnerability Management",
        "description": "The NIST National Vulnerability Database (NVD) is the U.S. government repository of standards based vulnerability management data represented using the Security Content Automation Protocol (SCAP). This data enables automation of vulnerability management, security measurement, and compliance. The NVD includes databases of security checklist references, security related software flaws, misconfigurations, product names, and impact metrics.",
        "publisher": null,
        "operation_roles": [],
        "configurations": [],
        "dataImports": [],
        "install_mode": "rpm"
    },
    {
        "name": "servicenow",
        "label": "ServiceNow",
        "category": "CMDB",
        "description": "ServiceNow connector provides functionality to create, read, update and delete records of Table and Catalog type",
        "publisher": null,
        "operation_roles": [],
        "configurations": [],
        "dataImports": [],
        "install_mode": "rpm"
    },
    {
        "name": "splunk",
        "label": "Splunk",
        "category": "SIEM",
        "description": "Splunk connector allows users to invoke search, fetch events to related search, invoke alert actions, update notables, sync splunk users to FortiSOAR etc.",
        "publisher": null,
        "operation_roles": [],
        "configurations": [],
        "dataImports": [],
        "install_mode": "rpm"
    },
    {
        "name": "elasticsearch",
        "label": "ElasticSearch",
        "category": "Database",
        "description": "ElasticSearch is a distributed, RESTful search and analytics engine capable of solving a number of use cases. This connector facilitates automated operations to execute lucene query, get mapping and cluster details.",
        "publisher": null,
        "operation_roles": [],
        "configurations": [],
        "dataImports": [],
        "install_mode": "rpm"
    }
]